acpi
alacritty
alsa-utils
arc-gtk-theme
arc-icon-theme
arch-wiki-lite
aspell
atool
autoconf
automake
base
binutils
bison
bpytop
broadcom-wl
chezmoi
cmatrix
code
cowsay
cups
dmenu
efibootmgr
expac
fakeroot
feh
ffmpegthumbnailer
figlet
file
findutils
firefox
flex
fuse3
gammastep
gawk
gcc
gettext
gimp
git
git-lfs
go
grep
grim
groff
gzip
hexchat
highlight
htop
hwinfo
imagemagick
imlib2
imv
irssi
iw
julia
kitty
leafpad
lib32-glibc
libreoffice-fresh
libtool
linux
linux-firmware
linux-headers
lolcat
lostfiles
luakit
lxappearance
lynx
m4
make
mako
man-db
min
mpv
nano
ncdu
neofetch
network-manager-applet
networkmanager
newsboat
nftables
nmap
npm
nyancat
openssh
otf-fantasque-sans-mono
otf-fira-sans
otf-font-awesome
pacman
pacutils
papirus-icon-theme
patch
pavucontrol
pipewire-alsa
pipewire-pulse
pkgconf
pkgfile
playerctl
postgresql
postgresql-libs
pulseaudio-alsa
pyenv
python
python-click
python-jinja
python-pillow
python-pip
python-poetry
python-pygments
python-sqlparse
qt5-imageformats
qt5-svg
r
ranger
reflector
rsync
rust
sagemath
sccache
sed
stow
sudo
sway
swayidle
syncthing
systemd-resolvconf
tamsyn-font
tcl
texinfo
texlive-bibtexextra
texlive-core
texlive-fontsextra
texlive-formatsextra
texlive-games
texlive-humanities
texlive-latexextra
texlive-music
texlive-pictures
texlive-pstricks
texlive-publishers
texlive-science
transmission-cli
transmission-gtk
tree
ttf-fantasque-sans-mono
ttf-fira-code
ttf-fira-sans
ueberzug
unzip
v4l2loopback-dkms
vi
vim
w3m
waybar
weechat
wf-recorder
wget
which
wl-clipboard
wofi
xorg-xwayland
yamllint
zathura
zathura-cb
zathura-pdf-mupdf
zerotier-one
zsh
zsh-completions
